/*=======================================
■■■ 만년 달력 ■■■
- 다음과 같은 기능의 프로그램을 구현한다.
=======================================*/

// 실행 예)
// 『연도』를 입력하세요 : 2023
// 『월』을 입력하세요   : 9

/*
	[ 2023년 9월]

  일  월  화  수  목  금  토
============================
					  1   2
  3   4   5   6   7   8   9
 10  11  12  13  14  15  16
 17  18  19  20  27  22  23
 24  25  26  27  28  29  30
============================
계속하려면 아무 키나 누르세요...
*/
// 힌트 없음^_^..

public class Test105
{
	public static void main(String[] args)
	{

	}
}